---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.StairRampFailures
source: html/ac4b6321-2003-6997-6235-c4749a93e97a.htm
---
# BuiltInFailures.StairRampFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.